Repository: Draxo-io/spit
Catalog: VoiceFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh_hans

source: Warn when no active text field
de: Warnen wenn kein Textfeld aktiv ist
es: Advertir cuando no hay campo de texto activo
fr: Avertir quand aucun champ de texte n'est actif
it: Avvisa quando non è attivo alcun campo di testo
ja: アクティブなテキストフィールドがない場合に警告
ko: 활성 텍스트 필드가 없을 때 경고
pt: Avisar quando não há campo de texto ativo
zh_hans: 无活动文本字段时警告

source: Whisper Hints
de: Whisper-Hinweise
es: Pistas para Whisper
fr: Indications pour Whisper
it: Suggerimenti per Whisper
ja: Whisperのヒント
ko: Whisper 힌트
pt: Dicas para o Whisper
zh_hans: Whisper 提示

source: Whisper writes…
de: Whisper schreibt…
es: Whisper escribe…
fr: Whisper écrit…
it: Whisper scrive…
ja: Whisperの書き起こし…
ko: Whisper 출력…
pt: O Whisper escreve…
zh_hans: Whisper 写的…

source: Your API key is active — unlimited usage
de: Ihr API-Schlüssel ist aktiv — unbegrenzte Nutzung
es: Tu clave API está activa — uso ilimitado
fr: Votre clé API est active — utilisation illimitée
it: La tua chiave API è attiva — utilizzo illimitato
ja: APIキーが有効です — 無制限使用
ko: API 키가 활성화되었습니다 — 무제한 사용
pt: Sua chave API está ativa — uso ilimitado
zh_hans: 您的 API 密钥已激活 — 无限使用

source: Your OpenAI Key (BYOK)
de: Ihr OpenAI-Schlüssel (BYOK)
es: Tu clave OpenAI (BYOK)
fr: Votre clé OpenAI (BYOK)
it: La tua chiave OpenAI (BYOK)
ja: あなたのOpenAIキー (BYOK)
ko: 귀하의 OpenAI 키 (BYOK)
pt: Sua chave OpenAI (BYOK)
zh_hans: 您的 OpenAI 密钥 (BYOK)

source: Original
it: Originale
ja: 原文
ko: 원문
zh_hans: 原文

# %.0f / %.0f min utilizados
source: %.0f / %.0f min used
pt: %.0f / %.0f min utilizados

# %d palavras · %.1fs
source: %d words · %.1fs
pt: %d palavras · %.1fs

# ~%.0f / ~%.0f min utilizados este mês
source: ~%.0f / ~%.0f min used this month
pt: ~%.0f / ~%.0f min utilizados este mês

# ~%d min de leitura restantes
source: ~%d min of reading remaining
pt: ~%d min de leitura restantes

# ~%d min restantes
source: ~%d min remaining
pt: ~%d min restantes

# ~%d min utilizados
source: ~%d min used
pt: ~%d min utilizados

# ~%d minutos de leitura utilizados
source: ~%d minutes of reading used
pt: ~%d minutos de leitura utilizados

# 60 minutos grátis
source: 60 free minutes
pt: 60 minutos grátis

# A tua conta está ativa. Podes começar a ditar.
source: Your account is active. You can start dictating.
pt: A tua conta está ativa. Podes começar a ditar.

# Abre o email de ativação e clica no link de acesso.
source: Open the activation email and click the access link.
pt: Abre o email de ativação e clica no link de acesso.

# Abrir Definições → Acessibilidade
source: Open Settings → Accessibility
pt: Abrir Definições → Acessibilidade

source: Add your own OpenAI or Groq key in the Transcription tab for unlimited dictation and reading.
pt: Adiciona a tua própria chave OpenAI ou Groq no separador Transcrição para ditado e leitura ilimitados, sem depender do trial.

# Adicionar dica
source: Add hint
pt: Adicionar dica

# Adicione um modificador (⌘ ⌥ ⌃ ⇧) ou use §, 🌐 ou uma tecla F
source: Add a modifier (⌘ ⌥ ⌃ ⇧) or use §, 🌐 or an F-key
pt: Adicione um modificador (⌘ ⌥ ⌃ ⇧) ou use §, 🌐 ou uma tecla F

# Ainda não há ditados guardados
source: No dictations saved yet
pt: Ainda não há ditados guardados

# Alterar
source: Change
pt: Alterar

# Alterar email
source: Change email
pt: Alterar email

source: Your substitutions are sent anonymously to improve recognition of names and technical terms.
pt: As tuas substituições são enviadas anonimamente para melhorar o reconhecimento de nomes e termos técnicos.

# Ativar mais tarde
source: Activate later
pt: Ativar mais tarde

# Ative agora
source: Activate now
pt: Ative agora

# Cancelar
source: Cancel
pt: Cancelar

# Clica para corrigir
source: Tap to correct
pt: Clica para corrigir

# Clica para descarregar
source: Click to download
pt: Clica para descarregar

# Conta autenticada
source: Account authenticated
pt: Conta autenticada

# Conta verificada!
source: Account verified!
pt: Conta verificada!

# Continua a configuração — verifica o email quando acabares.
source: Continue setup — check your email when done.
pt: Continua a configuração — verifica o email quando acabares.

# Continuar a usar o Spit
source: Continue using Spit
pt: Continuar a usar o Spit

# Contribuição
source: Contribution
pt: Contribuição

# Copiar
source: Copy
pt: Copiar

# Cria a tua conta gratuita
source: Create your free account
pt: Cria a tua conta gratuita

# Desativar
source: Disable
pt: Desativar

# Dica: a tecla 🌐 (Globe) é a mais ergonómica — prime-a aqui para usar.
source: Tip: the 🌐 (Globe) key is the most ergonomic — press it here to use.
pt: Dica: a tecla 🌐 (Globe) é a mais ergonómica — prime-a aqui para usar.

# Ditado
source: Dictation
pt: Ditado

# Ditado cancelado.
source: Dictation cancelled.
pt: Ditado cancelado.

# Ditado ilimitado · %@
source: Unlimited dictation · %@
pt: Ditado ilimitado · %@

# Ditado longo — para em 90s o sistema começa automaticamente
source: Long dictation — stops at 90s automatically
pt: Ditado longo — para em 90s o sistema começa automaticamente

# Email enviado!
source: Email sent!
pt: Email enviado!

# Enviar link
source: Send link
pt: Enviar link

# Estrutura o texto em parágrafos com saudação e fecho
source: Structures text into paragraphs with greeting and closing
pt: Estrutura o texto em parágrafos com saudação e fecho

# Fechar
source: Close
pt: Fechar

# Foste promovido para Spit Pro 🎉
source: You've been upgraded to Spit Pro 🎉
pt: Foste promovido para Spit Pro 🎉

# Geral
source: General
pt: Geral

# Guardar
source: Save
pt: Guardar

# Histórico de Ditados
source: Dictation History
pt: Histórico de Ditados

# Ilimitado
source: Unlimited
pt: Ilimitado

# Ilimitado · %.0f min ditados este mês
source: Unlimited · %.0f min dictated this month
pt: Ilimitado · %.0f min ditados este mês

# Ilimitado · %.1fh ditados este mês
source: Unlimited · %.1fh dictated this month
pt: Ilimitado · %.1fh ditados este mês

# Ilimitado · ~%.0f min lidos este mês
source: Unlimited · ~%.0f min read this month
pt: Ilimitado · ~%.0f min lidos este mês

# Ilimitado · chave própria
source: Unlimited · own key
pt: Ilimitado · chave própria

# Ilimitado · sem leituras este mês ainda
source: Unlimited · no readings this month yet
pt: Ilimitado · sem leituras este mês ainda

# Ilimitado · sem uso este mês ainda
source: Unlimited · no usage this month yet
pt: Ilimitado · sem uso este mês ainda

# Leitura
source: Reading
pt: Leitura

# Leitura em voz alta
source: Read Aloud
pt: Leitura em voz alta

# Leitura ilimitada · ~%d min este mês
source: Unlimited reading · ~%d min this month
pt: Leitura ilimitada · ~%d min este mês

# Licença vitalícia ativa
source: Lifetime license active
pt: Licença vitalícia ativa

# Limpar tudo
source: Clear all
pt: Limpar tudo

# Modelo local
source: Local model
pt: Modelo local

# Modo privacidade
source: Privacy mode
pt: Modo privacidade

# O teu plano voltou ao Trial
source: Your plan has reverted to Trial
pt: O teu plano voltou ao Trial

# Os últimos 50 ditados aparecem aqui para recuperar texto se a injecção falhar.
source: The last 50 dictations appear here to recover text if injection fails.
pt: Os últimos 50 ditados aparecem aqui para recuperar texto se a injecção falhar.

# Ou mantém pressionada e solta para transcrever (push-to-talk).
source: Or hold and release to transcribe (push-to-talk).
pt: Ou mantém pressionada e solta para transcrever (push-to-talk).

# Para gerir a tua subscrição visita getspit.app/account.
source: To manage your subscription visit getspit.app/account.
pt: Para gerir a tua subscrição visita getspit.app/account.

# Partilhar vocabulário
source: Share vocabulary
pt: Partilhar vocabulário

# Plano
source: Plan
pt: Plano

# Plano BYOK ativo
source: BYOK plan active
pt: Plano BYOK ativo

# Premir atalho…
source: Press shortcut…
pt: Premir atalho…

# Prima novamente para parar.
source: Press again to stop.
pt: Prima novamente para parar.

# Prima uma vez para iniciar — prima de novo para transcrever.
source: Press once to start — press again to transcribe.
pt: Prima uma vez para iniciar — prima de novo para transcrever.

# Privacidade
source: Privacy
pt: Privacidade

# Reconhecido como
source: Recognised as
pt: Reconhecido como

# Reenviar email
source: Resend email
pt: Reenviar email

# Remover
source: Remove
pt: Remover

# Requer que não haja texto selecionado.
source: Requires no text to be selected.
pt: Requer que não haja texto selecionado.

# Revisão
source: Review
pt: Revisão

# Seleciona texto e prime a tecla para ler em voz alta.
source: Select text and press the key to read aloud.
pt: Seleciona texto e prime a tecla para ler em voz alta.

# Sessão como
source: Signed in as
pt: Sessão como

# Sobre
source: About
pt: Sobre

# Subscrição Pro
source: Pro Subscription
pt: Subscrição Pro

# Substituir
source: Replace
pt: Substituir

# Teclas de ação
source: Action Keys
pt: Teclas de ação

# Tens agora Spit Lifetime — uso ilimitado vitalício 🎉
source: You now have Spit Lifetime — unlimited usage for life 🎉
pt: Tens agora Spit Lifetime — uso ilimitado vitalício 🎉

# Tentar novamente
source: Try again
pt: Tentar novamente

# Terminar sessão
source: Sign out
pt: Terminar sessão

# Texto final
source: Final text
pt: Texto final

# Tradução
source: Translation
pt: Tradução

# Trial gratuito
source: Free trial
pt: Trial gratuito

# Trial não iniciado!
source: Trial not started!
pt: Trial não iniciado!

# Trial terminado!
source: Trial ended!
pt: Trial terminado!

# Tudo ilimitado, sem renovações. Obrigado por apoiares o Spit.
source: All unlimited, no renewals. Thank you for supporting Spit.
pt: Tudo ilimitado, sem renovações. Obrigado por apoiares o Spit.

# Última digitação
source: Last dictation
pt: Última digitação

source: Uses native macOS voices — no API key required. Configure the voice in Reading → Voice.
pt: Usa as vozes nativas do macOS — sem chave necessária. Configura a voz em Leitura → Voz.

# Usar chave API própria
source: Use your own API key
pt: Usar chave API própria

# Uso ilimitado · €4.90/mês
source: Unlimited usage · €4.90/mo
pt: Uso ilimitado · €4.90/mês

# Uso ilimitado · vitalício
source: Unlimited usage · lifetime
pt: Uso ilimitado · vitalício

# Verifica o teu email
source: Check your email
pt: Verifica o teu email

# Verifica também a pasta de spam.
source: Also check your spam folder.
pt: Verifica também a pasta de spam.

# Verificar estado da licença
source: Check license status
pt: Verificar estado da licença

# Vocabulário
source: Vocabulary
pt: Vocabulário

# onboarding.mic.open_settings
source: Open System Settings
pt: Abrir Definições do Sistema

# onboarding.ready.subtitle.nokey
source: Press to dictate in any app. Spit lives in your menu bar.
pt: Prima para ditar em qualquer app. O Spit fica na barra de menus.

# onboarding.quit
source: Quit Spit
pt: Sair do Spit

source: 1 month
pt: 1 mês

# onboarding.subscribe.title
source: Try Spit for free
pt: Experimenta o Spit grátis
